<html><head><title>R&egrave;gles du jeu</title><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">ol{margin:0;padding:0}.c5{max-width:468pt;background-color:#ffffff;padding:72pt 72pt 72pt 72pt}.c0{text-align:justify;direction:ltr}.c3{font-size:24pt}.c4{text-indent:36pt}.c2{font-weight:bold}.c1{height:11pt}.title{padding-top:0pt;line-height:1.15;text-align:left;color:#000000;font-size:21pt;font-family:"Trebuchet MS";padding-bottom:0pt}.subtitle{padding-top:0pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:13pt;font-family:"Trebuchet MS";padding-bottom:10pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:10pt;line-height:1.15;text-align:left;color:#000000;font-size:16pt;font-family:"Trebuchet MS";padding-bottom:0pt}h2{padding-top:10pt;line-height:1.15;text-align:left;color:#000000;font-size:13pt;font-family:"Trebuchet MS";font-weight:bold;padding-bottom:0pt}h3{padding-top:8pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Trebuchet MS";font-weight:bold;padding-bottom:0pt}h4{padding-top:8pt;line-height:1.15;text-align:left;color:#666666;font-size:11pt;text-decoration:underline;font-family:"Trebuchet MS";padding-bottom:0pt}h5{padding-top:8pt;line-height:1.15;text-align:left;color:#666666;font-size:11pt;font-family:"Trebuchet MS";padding-bottom:0pt}h6{padding-top:8pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Trebuchet MS";padding-bottom:0pt}</style></head><body class="c5"><p class="c0 c1"><span></span></p><p class="c0"><span class="c3">R&egrave;gles Rasende Robot - Ricochet Robot</span></p><p class="c0"><span>un jeu cr&eacute;&eacute; par AIex Randolph pour un nombre quelconque de joueurs</span></p><p class="c0 c1"><span></span></p><p class="c0 c1"><span></span></p><p class="c0 c1"><span class="c2"></span></p><p class="c0"><span class="c2">Contenu</span></p><p class="c0"><span>&middot; 4 plateaux imprim&eacute;s sur les deux faces</span></p><p class="c0"><span>&middot; 1 pi&egrave;ce centrale en plastique</span></p><p class="c0"><span>&middot; 4 robots en 4 couleurs</span></p><p class="c0"><span>&middot; 4 jetons carr&eacute;s aux couleurs des robots</span></p><p class="c0"><span>&middot; 17 jetons de cible ronds</span></p><p class="c0"><span>&middot; 1 sablier (environ 1 minute)</span></p><p class="c0"><span>&middot; 1 r&egrave;gle du jeu</span></p><p class="c0 c1"><span></span></p><p class="c0"><span class="c2">Pr&eacute;paratifs</span></p><p class="c0"><span>Avant de jouer pour la premi&egrave;re fois, d&eacute;tachez soigneusement les jetons de leur support.</span></p><p class="c0"><span>&middot; Placez les quatre plateaux avec le coin trou&eacute; au centre. Il y a 96 fa&ccedil;ons diff&eacute;rentes de poser</span></p><p class="c0"><span>les plateaux. Fixez les plateaux &agrave; l&rsquo;aide de la pi&egrave;ce de blocage en plastique.</span></p><p class="c0"><span>&middot; Posez au hasard les quatre jetons color&eacute;s sur des cases libres. Placez les robots sur les</span></p><p class="c0"><span>carr&eacute;s de leurs couleurs respectives.</span></p><p class="c0"><span>&middot; M&eacute;langez les 17 cibles faces cach&eacute;es sur la table.</span></p><p class="c0"><span>&middot; Placez le sablier &agrave; c&ocirc;t&eacute; du plateau de jeu. Retournez une cible au hasard et placez-la face</span></p><p class="c0"><span>visible sur la pi&egrave;ce de blocage centrale. Le jeu peut commencer.</span></p><p class="c0 c1"><span></span></p><p class="c0"><span class="c2">But du jeu</span></p><p class="c0"><span>Lors de chaque tour, le but est de gagner le jeton cible au centre. Sur le plateau, le m&ecirc;me dessin</span></p><p class="c0"><span>est repr&eacute;sent&eacute; une fois, avec le m&ecirc;me symbole et la m&ecirc;me couleur. C&rsquo;est la cible du tour. Votre</span></p><p class="c0"><span>but est de trouver comment le robot de m&ecirc;me couleur, dit robot actif, peut atteindre cette cible en le moins de coups possible. Le joueur qui trouve le plus court mouvement gagne le jeton. Celui qui gagne le plus de jetons gagne la partie !</span></p><p class="c0 c1"><span></span></p><p class="c0"><span class="c2">Planification des mouvements</span></p><p class="c0"><span>Au d&eacute;but d&rsquo;un tour, les robots ne bougent que dans les cerveaux des joueurs. Chaque joueur</span></p><p class="c0"><span>essaye de d&eacute;couvrir le moyen le plus &eacute;conome en mouvements pour amener le robot actif sur la</span></p><p class="c0"><span>cible. Les robots se d&eacute;placent horizontalement ou verticalement, sans tourner, selon les directives des joueurs, mais une fois en mouvement, ils ne peuvent plus s&rsquo;arr&ecirc;ter jusqu&rsquo;&agrave; ce qu&rsquo;ils rencontrent un obstacle devant lequel ils s&rsquo;arr&ecirc;tent. Les obstacles sont les bords du plateau, les murs dessin&eacute;s, la pi&egrave;ce centrale et les autres robots. Lorsqu&rsquo;un robot heurte un obstacle, il peut s&rsquo;arr&ecirc;ter ou ricocher &agrave; angle droit, &agrave; droite ou &agrave; gauche, jusqu&rsquo;&agrave; ce qu&rsquo;il heurte un nouvel obstacle, et ainsi de suite. Chaque mouvement d&rsquo;un robot jusqu&rsquo;&agrave; un obstacle compte comme un mouvement.</span></p><p class="c0 c1"><span></span></p><p class="c0 c1"><span></span></p><p class="c0 c1"><span></span></p><p class="c0"><span class="c2">D&eacute;roulement d&rsquo;un tour</span></p><p class="c0"><span>&middot; Un tour commence lorsqu&rsquo;un joueur prend un jeton et le place face visible sur la pi&egrave;ce</span></p><p class="c0"><span>centrale.</span></p><p class="c0"><span>&middot; Chaque joueur cherche alors comment le robot actif (le robot de la m&ecirc;me couleur que la cible)</span></p><p class="c0"><span>peut atteindre la cible avec le moins de mouvements possible. La plupart du temps, un ou</span></p><p class="c0"><span>plusieurs autres robots devront &ecirc;tre d&eacute;plac&eacute;s pour lib&eacute;rer un chemin ou pour former obstacle ;</span></p><p class="c0"><span>ces mouvements comptent &eacute;videmment dans le d&eacute;compte total des mouvements.</span></p><p class="c0"><span>&middot; Si le jeton &agrave; atteindre est le &laquo; Vortex cosmique &raquo; qui est de toutes les couleurs, n&rsquo;importe quel</span></p><p class="c0"><span>robot peut l&rsquo;atteindre.</span></p><p class="c0"><span>Pour atteindre la cible, le robot actif doit ricocher au moins une fois (tourner &agrave; droite ou &agrave;</span></p><p class="c0"><span>gauche) sur un obstacle. S&rsquo;il peut atteindre la cible sans ricocher, il faut trouver une autre</span></p><p class="c0"><span>route.</span></p><p class="c0"><span>&middot; D&egrave;s qu&rsquo;un joueur a trouv&eacute; une solution, il peut annoncer le nombre de mouvements qu&rsquo;il pense</span></p><p class="c0"><span>&ecirc;tre le bon. Il retourne alors le sablier. Les autres joueurs ont maintenant une minute pour</span></p><p class="c0"><span>trouver une solution plus &eacute;conome en mouvements et annoncer un nouveau nombre. Il n&rsquo;y a</span></p><p class="c0"><span>pas d&rsquo;ordre pour annoncer, et chacun peut annoncer plusieurs fois. Les annonces successives</span></p><p class="c0"><span>sont g&eacute;n&eacute;ralement plus faibles, mais peuvent &eacute;galement &ecirc;tre de m&ecirc;me hauteur, voire plus</span></p><p class="c0"><span>&eacute;lev&eacute;es (par exemple quand un autre joueur a annonc&eacute; un total improbable).</span></p><p class="c0"><span>&middot; Quand un joueur a fait une annonce, il ne peut la changer pour une annonce plus forte. Un</span></p><p class="c0"><span>autre joueur seul peut le faire.</span></p><p class="c0"><span>&middot; Quand le sablier se termine, le joueur qui a fait la plus petite annonce joue. Il bouge les robots</span></p><p class="c0"><span>en comptant les mouvements &agrave; haute voix. Si le nombre de mouvements est &eacute;gal ou plus petit</span></p><p class="c0"><span>que le nombre annonc&eacute;, il prend le jeton et le tour est termin&eacute;. S&rsquo;il &eacute;choue, il remet les robots</span></p><p class="c0"><span>sur leur case de d&eacute;part (les jetons carr&eacute;s de couleur servent de t&eacute;moin) et la main passe au</span></p><p class="c0"><span>joueur qui a l&rsquo;annonce suivante la plus petite. En cas d&rsquo;&eacute;galit&eacute;, le joueur ayant gagn&eacute; jusqu&rsquo;&agrave;</span></p><p class="c0"><span>pr&eacute;sent le moins de jetons prend la main. On continue ainsi jusqu&rsquo;&agrave; ce qu&rsquo;un joueur d&eacute;montre</span></p><p class="c0"><span>sa solution. Si personne n&rsquo;y parvient, le jeton est retourn&eacute; et m&eacute;lang&eacute; avec les jetons qui n&rsquo;ont</span></p><p class="c0"><span>pas encore &eacute;t&eacute; tir&eacute;s.</span></p><p class="c0"><span>&middot; D&egrave;s qu&rsquo;un tour est termin&eacute;, un autre peut commencer. Placez les jetons carr&eacute;s de couleur</span></p><p class="c0"><span>sous leurs robots respectifs &agrave; leurs nouveaux emplacements, tirez une nouvelle cible et placez</span></p><p class="c0"><span>la sur la pi&egrave;ce au centre du plateau, etc.</span></p><p class="c0 c1"><span></span></p><p class="c0"><span class="c2">Fin du jeu</span></p><p class="c0"><span>Une partie &agrave; 2 se termine d&egrave;s qu&rsquo;un joueur a gagn&eacute; 8 jetons ; une partie &agrave; 3 se termine avec un</span></p><p class="c0"><span>gain de 6 jetons et une partie &agrave; 4 avec un gain de 5 jetons. Si plus de 4 joueurs participent,</span></p><p class="c0"><span>continuer jusqu&rsquo;&agrave; ce que tous les jetons soient gagn&eacute;s.</span></p><p class="c0"><span>Bien entendu, les joueurs peuvent s&rsquo;entendre sur une autre fa&ccedil;on de d&eacute;terminer la fin de la partie.</span></p><p class="c0 c1"><span></span></p><p class="c0"><span class="c2">A noter</span></p><p class="c0"><span>La plupart des situations peuvent &ecirc;tre r&eacute;solues en moins de 10 mouvements, mais il arrive dans</span></p><p class="c0"><span>certains cas qu&rsquo;il faille vingt mouvements ou plus. De telles situations sont intellectuellement</span></p><p class="c0"><span>int&eacute;ressantes, et peuvent faire l&rsquo;objet de probl&egrave;mes, mais au cours d&rsquo;une partie, elles peuvent</span></p><p class="c0"><span>engendrer la lassitude chez de nombreux joueurs. C&rsquo;est pourquoi nous recommandons qu&rsquo;apr&egrave;s 4 ou 5 minutes sans annonce, un joueur soit autoris&eacute; &agrave; retourner le sablier. Si au bout d&rsquo;une minutele sablier se termine sans qu&rsquo;aucune annonce n&rsquo;ait &eacute;t&eacute; produite, on m&eacute;lange le jeton avec lesautres et on tire un nouveau jeton.</span></p><p class="c0 c1"><span></span></p><p class="c0"><span class="c2">Variante de tournoi</span></p><p class="c0"><span>En cas d&rsquo;&eacute;galit&eacute; d&rsquo;annonce, le joueur ayant annonc&eacute; en premier a pr&eacute;s&eacute;ance pour exposer sa</span></p><p class="c0"><span>solution.</span></p><p class="c0 c1"><span></span></p><p class="c0"><span class="c2">Sources</span></p><p class="c0 c4"><span>regle.jeuxsoc.fr</span></p><p class="c0 c1"><span></span></p></body></html>